---
title: "Historia"
layout: history
pageOrder: 3
subpages: 'om'
summary: "Vi jobbar med teknik för att vi älskar det och för att användare inte ska behöva reflektera över den. Och så har det alltid varit."
---

"timeline": {
  "headline":"Vi jobbar med teknik för att vi älskar det och för att användare inte ska behöva reflektera över den. Och så har det alltid varit.",
  "type":"default",
  "date": [
    {
      "startDate":"1995",
      "headline":"Iteam grundas",
      "text": "<p>Iteam grundas 1995. Vi den här tiden heter vi Iteam Konsult, och grundarna är fyra klasskamrater från Bromma.</p><p>Omvärld: Samma år offentliggörs programmeringsspråket Java, och Microsoft släpper Windows 95. Den som 1995 är hängiven teknikfantast köper såklart till ”Plus! För Windows” för att få med webbläsaren Internet Explorer i sin dator.</p>",
      "asset": {
        "media": "http://youtu.be/5VPFKnBYOSI"
      }
    },
    {
      "startDate":"1996",
       "headline":"Telia Attend",
       "text": "<p>CaroLine är en personlig telefonassistent utvecklad av Iteam och den köps av Telia med namnet Telia Attend. Iteam myntar ordet IT-Arkitekt och byter namn till Iteam Solutions AB.</p><p>Omvärld: Året då Tamagotchin blev ditt nya husdjur. År 2010 hade 76 miljoner digitala husdjur sålts.</p>",
      "asset": {
        "media": " http://cdn-static.cnet.co.uk/i/c/blg/cat/blog/terrible_tech/top-10-terrible-technologies-5.jpg"
      }
    },
    {
      "startDate":"1997",
      "headline":"Slussen",
      "text": "<p>Iteams första community släpps -Slussen (stil.nu) med reportage, bilder och kommentarer. Embryot till vårt egenbyggda CMS, T-Rex, skapas. Iteam förutser ny uppfinning \"mp3-spelare\" som dokumenteras i intervju med mp3.com.</p><p>Omvärld: IBMs Deep Blue besegrar Garry Kasparov i schack. </p><p>Så här ser det ut på MTV.</p>",
      "asset": {
        "media": "http://youtu.be/AFtmGwxbIq0"
      }
    },
    {
      "startDate":"1998",
      "headline": "Eget kontor",
      "text": "<p>Iteam flyttar till sin första lokal i Sundbyberg. Här fanns 10 MB fiber i lokalerna. Wow.</p><p>Omvärld: iMac släpps. XML 1.0 lanseras med lysande framtidsutsikter. Google grundas och tar över som ledande sökmotor.</p>",
      "asset": {
        "media": "http://revivinghope.files.wordpress.com/2011/10/13.jpg"
      } 
    },
    {
      "startDate":"1999",
      "headline":"Satsar på .com-företag",
      "text": "<p>Iteam är med i stora satsningar med .com bolag. Vi gör Proof-of-Concepts och utvecklar prototyper i utbyte mot delägarskap. Ett av projekten är Green Community som skulle skapa virtuell valuta för aktiva miljöval.</p><p>Omvärld: Britney Spears \"tar över\" pop-världen.</p>",
      "asset": {
         "media": "http://upload.wikimedia.org/wikipedia/en/2/28/..._Baby_One_More_Time.png"
      }
    },
    {
      "startDate":"2000",
      "headline":"Maestroo & T-Rex",
      "text": "<p>Iteam skapar den första versionen av Maestroo som är en radio för kontor där alla medarbetare väljer sin egen musik. Maestroo mixar och spelar. Idag är Maestroo <a href='/http://www.wejay.org/'>Wejay</a> Det här året föds också Iteams eget CMS T-Rex.</p><p>Omvärld: Första Ajax-applikationen skapas. Året då det var hett med den lilla mobiltelefonen.</p>",
      "asset": {
        "media": "http://netdna.webdesignerdepot.com/uploads/cellphone_design/dkmb86g_488q5g3q3gc_b.jpg"
      }
    },
    {
      "startDate":"2001",
      "headline":"Tomsradio",
      "text": "<p>Iteam bygger <a href='/case/tomsradio'>Tomsradio</a>, världens första fullt personiferade, <a href='http://en.wikipedia.org/wiki/Tomsradio.com'>interaktiva station på nätet</a>. Tomsradio utnämns till världens bästa radio av internet World.</p><p>Omvärld: Allsång på Skansen tog in världsartister! Ricky Martin till exempel.",
      "asset": {
        "media": "http://gfx.aftonbladet-cdn.se/image/13473665/488/normal/26cb04c1efa43/16s31-ricky-308__mngl_20110816ab3x031,nje_1.indd_1165.jpg"
      }
    },
    {
      "startDate":"2002",
      "headline":"Musikstreamingsapp till Tre",
      "text": "<p>.NET gör sitt intåg i programmeringsvärlden och Iteam blir certifierade partners. 3G tekniken gör sitt intåg i Sverige och Iteam äger två av de allra första telefonerna och utvecklar positioneringskoncept och den första fungerande mobila on demand musikstreaming-appen för tre. Iteam börjar med krypterad epost.</p><p>Omvärld: Musiken var bättre än någonsin.</p>",
      "asset": {
        "media": "http://youtu.be/bORRM0LNa6s"
      }
    },
    {
      "startDate":"2003",
      "headline":".NET Awards",
      "text": "<p>Iteam T-Rex blir en av Sveriges första certifierade produkter i .NET och Soundshuttle blir en av världens första molnbaserade ljudförsäljningsplattformar. Nomineras i .NET Awards.</p><p>Omvärld: Tredje generationens iPod hittar ut på marknaden.</p>",
      "asset": {
        "media": "/content/images/ipod3rd.png"
      }

    },
    {
      "startDate":"2004",
      "headline":"Vinner Siriuspriset",
      "text": "<p>Vi jobbar med projektet Teknikspanarna, en kampanj av Teknikföretagen för att stimulera teknik bland mellanstadieelever. Iteam står för teknik och koncept. Teknikspanarna vinner IDG's Siriuspris. Absolut Forum blir kund detta år och vi blir också Episerver-partner.</p><p>Omvärld: thefacebook -eller Facebook som det numera heter, gör sin entré.</p>",
      "asset": {
        "media": "/content/images/facebookborn.jpg"
      }
    },
    {
      "startDate":"2005",
      "headline":"Iteam 10 år!",
      "text": "<p>Iteams T-Rex blir en B2B-plattform och affärssystem för e-handel. T-Rex får integrationsmoduler till Bankgirocentralen, Posten och betalningar vid DIBS. Iteam vinner Red Dot Awards i Tyskland för <a href='/case/absolutforum'>Absolut Forum</a>.</p><p>Omvärld: YouTube lanseras.</p>",
      "asset": {
        "media": "http://www.youtube.com/watch?v=jNQXAC9IVRw"
      }
    },
    {
      "startDate":"2006",
      "headline":"Absolut Forum",
      "text": "<p>Absolut är stor kund hos Iteam och vi nomineras i .NET-Awards för <a href='/case/absolutforum'>Absolut Forum</a>. Detta år myntar vi också begreppet Teknikbyrå.</p><p>Omvärld: Spotify grundas.</p>",
      "asset": {
        "media": "http://aoifedick.files.wordpress.com/2013/04/spotify-logo-1.jpg"
      }
    },
    {
      "startDate":"2007",
      "headline":"Shake My World",
      "text": "<p>iPhone släpps och Iteam blir snabbt Apple-partner. T-Rex blir community-plattform och <a href='/case/shakemyworld'>Shake My World</a>utmanar i dejtingsverige med Facebook-liknande koncept. Shake vinner IDG topp 100 bästa dejtingsajt.</p><p>Omvärld: Windows Vista släpps. Första iPhonen släpps!</p>",
      "asset": {
        "media": "http://m5.paperblog.com/i/26/261201/june-29-2007-the-day-the-original-iphone-went-L-uXh9lf.jpeg"
      }
    },
    {
      "startDate":"2008",
      "headline":"Vinst \"Bästa Dejtingsajt\"",
      "text": "<p>Iteam vinner EPiServer Awards för bästa intranät med <a href='/case/absolutforum'>Absolut Forum</a>. Beckers, Mora och FM Matsson är nya kunder hos oss. Vi vinner också priset för Bästa Dejtingsajt fråm IDG med <a href='/case/shakemyworld'>Shake My World</a>.</p><p>Omvärld: USB 3.0 lanseras -nu snabbare, snyggare och pålitligare med 10 gånger högre hastighet än USB 2.0, hela 5 Gbit/sekund. Basshunters fina hit \"Boten Anna\"slår i vida världen.</p>",
      "asset": {
        "media": "http://www.youtube.com/watch?v=IgFwiCApH7E"
      }
    },
    {
      "startDate":"2009",
      "headline":"Nya stora kunder",
      "text": "<p>Academic Communication blir ny stor kund med en T-Rex community. Vi bygger <a href='/case/careerbook'>Careerbook</a>, ett nytt sätt för företag och ung, välutbildad arbetskraft att finna varandra. Svensk Byggtjänst blir ny stor kund hos oss.</p><p>Omvärld:</p>",
      "asset": {
      }
    },
    {
      "startDate":"2010",
      "headline":"Vi flyttar",
      "text": "<p>Vi flyttar in i nya lokaler på Tegnérgatan. Shake My world fortsätter vara en av Sveriges bästa sajter (topp 100). Svensk Byggtjänst's Omvärldsbevakning (vid den här tiden kallad Bygginfo) nomineras i EPiServer Awards. Iteam utvecklar sajter med parallaxscroll i HTML5 och utforskar vad den senaste tekniken kan ge för fördelar.</p><p>Omvärld: Wordpress inleder nytt kapitel för Open Source. Wordpress, och därmed Open Source som princip, blir rumsrent även för stora svenska företag. Big Data börjar få realistiska lösningar för att hantera ökande datamängder i och med NoSQL och andra smarta tekniker.</p><p>Omvärld:</p>",
      "asset": {
         "media": "/content/images/IMG_7416"
      }
    },
    {
      "startDate":"2011",
      "headline":"Maestroo blir Wejay",
      "text": "<p>Iteam arbetar med NodeJS och RavenDB. Dom blir viktiga komponenter som komplement till Microsoft .NET i bl.a. <a href='/case/amabv'>AMA Beskrivningsverktyg</a>. Iteam blir nominerade till EPiServer Awards med just <a href='/case/amabv'>AMA Beskrivningsverktyg</a>.</p><p>Omvärld:</p>",
      "asset": {
      }
    },
    {
      "startDate":"2012",
      "headline":"TRR kommer in i Iteam-familjen",
      "text": "<p>Iteam och TRR gör bra saker tillsammans. Med utmaningen att snabbare åstadkomma en snabbare och bättre jobbmatchning vill vi göra Sverige slagkraftigare och Svenskt Näringslivs, PTKs och LOs medlemmar starkare. <a href='/case/radicalfm'>Radical.fm</a> släpps i betaversion i Sverige.</p><p>Omvärld: I Sverige finns 3,2 miljoner mobilsurfabonnemang för smartmobiler. Flash-tekniken dör. Raspberry-Pi lanseras.</p>",
      "asset": {
        "media:" "http://www.mysqlperformanceblog.com/wp-content/uploads/2013/02/Raspberry-Pi.jpg"
      }
    },
    {
      "startDate":"2013",
      "headline":"Radical.fm och Projektbevakning",
      "text": "<p><a href='/case/radicalfm'>Radical.fm</a> ser dagens ljus – en fantastisk ättling till Tomsradio – en utmanare inom musikindustrin som verkligen utmanar det etablerade sättet att konsumera musik. Vi ser allt fler av våra projekt gå in i en responsiv HTML5-webb. Vi är nu en kreativ teknikbyrå som detta år också varit med och tagit fram en helt ny tjänst för <a href='/case/projektbevakning'>Projektbevakning</a> inom byggbranschen.</p><p>Omvärld: No CMS?</p>",
      "asset": {
      }
    },
    {
      "startDate":"2014",
      "headline":" I morgon?",
      "text": "<p>Högre röster höjs på krav på krypterade email pga NSA prism övervakning. Parallaxscroll syns på Spotify ;) Mobilen är delaktig i 70% av alla köpbeslut av varor över 1000kr. IT-branschen mognar och kraven på kvalitet ökar. Banksystemet får nästa omvälvande förändring i samband med Zennströms bank. Mobilen blir nu ännu viktigare inte bara i västvärlden utan även i Asien och Afrika som nu kan börja göra affärer utan mellanhänder till hela världen. Möbler kan måttbeställas från snickare i Afrika och betalas och levereras säkert via realtidsbetalningar. Apple inleder samarbete med Ray Ban, Audi och Omega för nya iWatch som är Siris nya inbyggda gränssnitt för iOS. Nytt sätt att kommunicera med dator och mobil presenteras. Använd tankekraft/tårna för att styra inmatning till mobilen/iWatch. Även ögonstyrning blir inbyggt i mobiler och datorer. Nytt krypterat lagringsmoln lanseras. Helt distribuerat och skyddat från myndigheters kontroll baseras det på öppen källkod och använder vanliga webbläsaren. Obegränsad lagring och garanterad beständighet och säkerhet. AI chip börjar säljas och används först till Siri och liknande tillämpningar därefter till att stärka webbläsaren med smartare navigation och rekommendationer. I längden vet dina enheter vad du behöver för information innan du begär den.</p><p>Omvärld:</p>",
      "asset": {
      }
    }
  ]
}